[
  {
    "id": 1,
    "name": "Easy Halloween cookies",
    "stars": "4.8",
    "description": "Get the kids excited for Halloween with these spooky bat and spider cookies. Complete with 'squashed flies' made from chocolate chips, they'll be a big hit",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2020/10/Halloween-cookies-4b1a057.jpg",
    "ingredients": [
      "150g butter, softened",
      "50g  caster sugar",
      "100g  light brown soft sugar",
      "1 tsp  vanilla extract",
      "1 large  egg",
      "250g plain flour",
      "¼ tsp  baking powder",
      "100g milk or dark  chocolate chips",
      "60g  dark chocolate, melted",
      "60g  royal icing sugar, mixed with 2 tsp water",
      "20  Maltesers",
      "5 cream-filled chocolate sandwich cookies",
      "10 caramel-filled chocolates"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Heat the oven to 180C/160C fan/gas 4, and line two baking sheets with baking parchment. Beat the butter and sugars together with an electric whisk until light and fluffy. Add the vanilla and egg and beat again to combine. Stir in the flour and baking powder with a wooden spoon until you have a stiff dough, then fold in the chocolate chips."
      },
      {
        "step": "STEP 2",
        "directions": "Divide the dough into 20 pieces and roll into balls. Arrange on the prepared baking sheets, well spaced out so there's space for spreading (you may need to bake them in batches). Press the tops of the cookies down very slightly using the palm of your hand or the bottom of a glass. Bake the cookies for 10-12 mins until golden around the edges, then leave to cool on the baking sheets for 10 mins. Transfer to wire racks and leave to cool completely."
      },
      {
        "step": "STEP 3",
        "directions": "To make the spider cookies, lay 10 of the cooled cookies out in front of you. Spoon the melted chocolate into a piping bag and the royal icing into another, then snip off the ends using scissors. Pipe a dot of royal icing onto the back of two Maltesers, and arrange these onto one of the cookies to create the head and body of the spider. Repeat with the remaining nine cookies and the rest of the Maltesers. Pipe eight spider legs around the bodies of the spiders using the chocolate. Pipe two small dots of royal icing onto the heads to create eyes, then pipe very small dots of chocolate over the eyes to create pupils. If you like, decorate the bodies with the royal icing."
      },
      {
        "step": "STEP 4",
        "directions": "To make the bat cookies, lay the remaining 10 cookies out in front of you. Separate the cream-filled chocolate sandwich cookies, and carefully scrape the cream filling off the chocolate cookie pieces. Cut the chocolate cookie pieces into semicircles using a small serrated knife. Stick a caramel-filled chocolate onto the middle of each cooled cookie using the royal icing, then use a little more to stick a chocolate cookie semicircle on either side of the chocolates to make the bat wings. Pipe eyes onto the chocolates using the royal icing and melted chocolate."
      }
    ]
  },
  {
    "id": 2,
    "name": "Halloween cake pops",
    "stars": "3.6",
    "description": "These eerie eyeball chocolate cake pops will be a hit with kids at Halloween - they can help decorate them too",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2020/08/recipe-image-legacy-id-1095456_10-8dee3d7.jpg",
    "ingredients": [
      "100g/4oz madeira cake",
      "100g Oreo cookie",
      "100g bar milk chocolate, melted",
      "200g bar white chocolate, melted",
      "few Smarties and icing pens, to decorate",
      "10 wooden skewers",
      "½ small pumpkin or butternut squash , deseeded, to stand pops in"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Break the Madeira cake and cookies into the bowl of a food processor, pour in the melted milk chocolate and whizz to combine."
      },
      {
        "step": "STEP 2",
        "directions": "Tip the mixture into a bowl, then use your hands to roll into about 10 walnut-sized balls. Chill for 2 hrs until really firm."
      },
      {
        "step": "STEP 3",
        "directions": "Push a skewer into each ball, then carefully spoon the white chocolate over the cake balls to completely cover. Stand the cake pops in the pumpkin, then press a Smartie onto the surface while wet. Chill again until the chocolate has set. Before serving, using the icing pens, add a pupil to each Smartie and wiggly red veins to the eyeballs."
      }
    ]
  },
  {
    "id": 3,
    "name": "Halloween slash cake",
    "stars": "3.7",
    "description": "What says 'Halloween party' more than this cake? Fondant icing, strawberry jam and red food colouring are the secrets behind the 'blood' topping and filling",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2020/08/halloween-slash-cake-d254648.jpg",
    "ingredients": [
      "140g unsalted butter , plus extra for the tin",
      "100ml grapeseed oil , or another flavourless oil",
      "200ml milk",
      "3 tbsp yogurt",
      "1 tsp vanilla extract",
      "2 large eggs , at room temperature",
      "250g light muscovado sugar",
      "250g plain flour",
      "3 tsp baking powder",
      "50g cocoa powder",
      "¾ x 340g jar  strawberry jam",
      "1¼ kg ready-to-roll white  fondant icing",
      "600g icing sugar , sifted, plus extra for dusting",
      "300g butter , softened",
      "red food colouring"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Heat the oven to 180C/160C fan/gas 4. Butter and line the bases of two 20cm sandwich tins. Melt the butter in a pan, then remove from the heat and beat in the oil, milk, yogurt, vanilla and eggs. Whisk the dry ingredients together with a large pinch of salt, squishing any lumps of sugar with your fingers. Tip the wet ingredients into the dry, then whisk until smooth."
      },
      {
        "step": "STEP 2",
        "directions": "Divide the batter between the tins and bake for 25-30 mins on the same shelf of the oven until risen and a skewer inserted into the middle comes out clean. Leave to cool for 10 mins in the tins, then transfer to a rack to cool completely."
      },
      {
        "step": "STEP 3",
        "directions": "To make the buttercream, beat together the sugar, butter and a few drops of the red food colouring. Add 2-3 tbsp of boiling water if needed to soften the mixture, until you end up with a smooth, spreadable icing."
      },
      {
        "step": "STEP 4",
        "directions": "Trim the cakes flat if needed, then halve each through the middle using a large serrated knife. Put one cake layer on a board or plate, spread over a thin layer of the buttercream and dot over a third of the jam. Top with another cake layer and repeat with the buttercream, jam and cake, finishing with a layer of cake. Use most of the remaining buttercream to ice the cake all over, reserving a small amount."
      },
      {
        "step": "STEP 5",
        "directions": "Roll the fondant icing out on a surface dusted with icing sugar until large enough to cover the top and sides of the cake. Carefully lift it up onto the cake and smooth down to help it to stick. Use a sharp knife to cut slashes into the icing, then drizzle a little of the reserved buttercream mixed with some water into each to look like blood."
      }
    ]
  },
  {
    "id": 4,
    "name": "Halloween doughnuts",
    "stars": "0",
    "description": "Decorate spider webs on these chocolate doughnuts using dark and white chocolate. They're a spooktacular treat for a Halloween party for kids and grown ups",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2022/09/SpiderWebDoughnuts-894a39a.jpg",
    "ingredients": [
      "150g unsalted butter, softened, plus extra for the tin",
      "150g caster sugar",
      "1 egg",
      "150g plain flour",
      "1 tsp baking powder",
      "25g cocoa powder",
      "100ml whole milk",
      "1 tsp vanilla extract",
      "200g dark chocolate",
      "200g white chocolate"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Heat the oven to 180C/160C fan/ gas 4 and butter a 12-16 silicone doughnut moulds with cake release. Put the butter and sugar in a large bowl and beat using a whisk or electric beaters until pale. Beat in the egg. Tip in the plain flour, baking powder, cocoa powder, ¼ tsp salt, milk and vanilla, and mix well."
      },
      {
        "step": "STEP 2",
        "directions": "Spoon into the moulds and bake the doughnuts for 10-13 mins. They should be starting to come away from the edges of the moulds."
      },
      {
        "step": "STEP 3",
        "directions": "Remove from the oven and turn the moulds upside down on a cooling rack. After about 2 mins, carefully remove the doughnuts from the moulds. Leave to cool completely. If you have more mixture, repeat to use it up."
      },
      {
        "step": "STEP 4",
        "directions": "Melt the dark chocolate in a heatproof bowl over a pan of simmering water, making sure the bowl doesn’t touch the water, or microwave in 5-second blasts until smooth. Dip the tops of the doughnuts into the chocolate, and place them chocolate-side up on a large tray."
      },
      {
        "step": "STEP 5",
        "directions": "Melt the white chocolate using the same process as before. Drizzle three concentric circles of white chocolate on the doughnuts, working from the inside to the outside and following the shape of the doughnut. While the white chocolate is still wet, use a cocktail stick to carefully drag the inner circle out to make the points of the spiders web. Leave the chocolate to set fully before serving. Best eaten on the day but will keep for up to two days in an airtight container."
      }
    ]
  },
  {
    "id": 5,
    "name": "Spider biscuits",
    "stars": "4.5",
    "description": "Create these cute spider biscuits with kids as part of a Halloween party feast. Children will love adding the spooky chocolate spider legs and icing eyes",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2020/08/spider-biscuits-49adf2a.jpg",
    "ingredients": [
      "70g butter, softened",
      "50g peanut butter",
      "150g golden caster sugar",
      "1 medium egg",
      "1 tsp vanilla extract",
      "180g plain flour",
      "½ tsp bicarbonate of soda",
      "20 peanut butter cups, Rolos or Maltesers",
      "100g milk chocolate, chopped",
      "icing eyes, or make your own"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Heat oven to 180C/160C fan/gas 4 and line two baking sheets with parchment. Using an electric hand whisk, cream the butter, peanut butter and sugar together until very light and fluffy, then beat in the egg and vanilla. Once combined, stir in the flour, bicarb and ¼ tsp salt."
      },
      {
        "step": "STEP 2",
        "directions": "Scoop 18-20 tbsps of the mixture onto the trays, leaving enough space between each to allow for spreading. Make a thumbprint in the centre of the cookies. Bake for 10-12 mins or until firm at the edges but still soft in the middle – they’ll harden a little as they cool. Leave to cool on the tray for a few mins before topping each biscuit with a peanut butter cup, Rolo or Malteser. Transfer to a wire rack to cool completely."
      },
      {
        "step": "STEP 3",
        "directions": "Heat the chocolate in the microwave in short bursts, or in a bowl set over a pan of simmering water, until just liquid. Scrape into a piping bag and leave to cool a little. Pipe the legs onto each spider, then stick two eyes on each. Leave to set. Will keep for three days in an airtight container."
      }
    ]
  },
  {
    "id": 6,
    "name": "Halloween bark",
    "stars": "0",
    "description": "Get creative in the kitchen and make this ghoulish chocolate bark. Kids will love getting involved in the decoration - add icing eyes and Halloween sweets",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2022/09/HalloweenBark-2ba460e.jpg",
    "ingredients": [
      "200g white chocolate",
      "1 tsp orange food colouring (oil-based is best)",
      "75g dark chocolate",
      "1 tsp black food colouring (oil-based is best)",
      "70g orange, yellow and brown sweets, such as sugar-coated chocolate balls, popping candy or chocolate-coated peanuts",
      "15g shop-bought edible eyes"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Line a 23 x 33cm baking tray with baking parchment. Melt the white chocolate in a heatproof bowl over a pan of simmering water, making sure the bowl doesn’t touch the water, or microwave in 5-second bursts until smooth. Stir through the orange food colouring and set aside."
      },
      {
        "step": "STEP 2",
        "directions": "In a separate bowl, melt the dark chocolate using the same method, then mix in the black colouring."
      },
      {
        "step": "STEP 3",
        "directions": "Pour the melted orange coloured chocolate into the lined tray and spread to the sides to an even layer. Drizzle over the black coloured chocolate and swirl it with the end of a skewer to make a pattern. Evenly sprinkle over the coloured sweets and edible eyes. Chill for 1-2 hrs until set, then break into shards. Will keep for up to two weeks in an airtight container."
      }
    ]
  },
  {
    "id": 7,
    "name": "Pumpkin cheesecake",
    "stars": "3.9",
    "description": "Celebrate autumn with this seasonal baked cheesecake. With a moreish, lightly spiced, creamy filling and crunchy ginger base, it's well worth the effort",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2020/10/Pumpkin-Cheese-Cake-e52ba8f.jpg",
    "ingredients": [
      "80g butter, melted, plus extra for the tin",
      "275g digestive or  ginger biscuits",
      "1 large  egg white (use the egg yolk in the filling, below)",
      "800g  full-fat soft cheese",
      "425g can  pumpkin purée",
      "200g  light brown soft sugar",
      "50g  plain flour",
      "5 large  eggs, plus 1 large yolk",
      "400ml  whipping cream",
      "ground cinnamon or  pumpkin spice, for dusting",
      "25g  pecans, chopped",
      "3 tbsp  caramel sauce"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Heat the oven to 220C/200C fan/gas 7. Butter a deep 22cm loose-bottomed cake tin and line with baking parchment. Wrap the base and side of the tin with three layers of cling film, followed by three layers of foil (this helps keep it waterproof during baking). Fold a clean tea towel and put it in the base of a large roasting tin."
      },
      {
        "step": "STEP 2",
        "directions": "Blitz the biscuits to crumbs in a food processor. Add the melted butter and pulse to coat the crumbs. Tip the mixture into the prepared cake tin, spreading up to the side and pressing down with the back of a spoon. Bake for 10 mins. Remove from the oven, brush with the egg white and bake for another 3 mins (this will help stop the base from becoming soggy)."
      },
      {
        "step": "STEP 3",
        "directions": "To make the filling, put the soft cheese in a bowl or the bowl of a stand mixer, and beat with an electric whisk or the mixer until loosened. Add the pumpkin purée, sugar and flour and beat again until combined. With the motor running, gradually add the eggs and egg yolk until the mixture is smooth and creamy. Pour the filling over the baked biscuit base, then sit the cake tin on the tea towel in the roasting tin. Pour a kettleful of just-boiled water into the roasting tin so the water comes halfway up the side of the cake tin."
      },
      {
        "step": "STEP 4",
        "directions": "Bake for 10 mins, then reduce the oven temperature to 110C/90C fan/gas ¼. Bake for a further 1 hr 30 mins until the cheesecake is set with just a slight wobble in the middle when you gently shake the tin. Turn off the oven, then open the oven door slightly and leave the cheesecake to cool inside for 2 hrs until completely cool. Remove from the oven and chill overnight."
      },
      {
        "step": "STEP 5",
        "directions": "Carefully remove the cold cheesecake from the tin and transfer to a cake stand or serving plate. Whip the cream to soft peaks using an electric whisk, and spoon in big dollops over the cheesecake. Dust with a little cinnamon or pumpkin spice, sprinkle over the chopped pecans and drizzle with the caramel sauce before serving."
      }
    ]
  },
  {
    "id": 8,
    "name": "Halloween mocktail punch",
    "stars": "0",
    "description": "Serve this ghoulish fruit punch at a Halloween party for kids (or big kids). Stir the purple punch and lychee 'eyeballs' and frozen 'hands' will be revealed",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2020/08/eyeball-hand-fruit-punch-d8f8378.jpg",
    "ingredients": [
      "425g can lychees",
      "225g jar cocktail cherries",
      "15 raisins",
      "1 litre carton blueberry, blackberry or purple grape juice, chilled",
      "1 litre carton cherry or cranberry juice , chilled",
      "1litre sparkling water , chilled",
      "2 pairs powder-free disposable gloves"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Rinse the disposable gloves and fill each with water. Tie a knot in the top of each as you would a balloon, or use a tight bag clip to hold the opening closed. Freeze overnight."
      },
      {
        "step": "STEP 2",
        "directions": "Drain the lychees and cocktail cherries, reserving the juices in a jug. Push a raisin into one end of each cherry, then push the cherries into the lychees to make ‘eyeballs’."
      },
      {
        "step": "STEP 3",
        "directions": "Tip all of the juices, plus the reserved lychee and cherry juices, into a large bowl with the ‘eyeballs’. Carefully peel the gloves from the ice hands, add to the punch, then top up with the sparkling water."
      }
    ]
  },
  {
    "id": 9,
    "name": "Halloween cupcakes recipe",
    "stars": "4.2",
    "description": "Bake our Halloween cupcakes for your little monsters. With black velvet sponge and scary faces made using simple icing techniques, they're spookily good",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2020/08/halloween-cupcakes-28fb617.jpg",
    "ingredients": [
      "200g butter, softened",
      "300g golden caster sugar",
      "200g dark chocolate, melted",
      "2 eggs",
      "250g self raising flour",
      "¼ tsp baking powder mixed with 100ml boiling water",
      "50g cocoa powder",
      "200ml milk",
      "1-2 tsp black food colouring (optional)"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Preheat the oven to 180C/160C fan/gas 4. Line a 12-hole muffin tin with paper cases."
      },
      {
        "step": "STEP 2",
        "directions": "Beat the butter and sugar together until light and fluffy. Add the melted chocolate and eggs, then fold in the flour and baking powder mixture, cocoa powder and milk. Divide the mixture between the paper cases, then bake for 20-25 mins until risen and firm to the touch. Leave to cool in the tin for 5 mins, then transfer to a wire rack to cool completely."
      },
      {
        "step": "STEP 3",
        "directions": "To make the icing, beat the butter and icing sugar together until light and fluffy. Add the milk and food colouring, if using, and beat until smooth. Spoon the icing into a piping bag fitted with a star nozzle, then pipe a swirl on top of each cupcake. Decorate with the sweets and chocolate chips."
      },
      {
        "step": "STEP 4",
        "directions": "For the cat face, pipe the black buttercream in an even swirl onto the cupcake and smooth with a palette knife. Pipe two ears by making a blob for each and pulling the icing bag upwards to a point. Add two eyes on each with Smarties and use the black icing pen to paint a pupil onto each. Add a triangle nose made of pink fondant icing and create whiskers with sweets."
      },
      {
        "step": "STEP 5",
        "directions": "For the monster faces, cut circles of green and blue fondant to fit the tops of the cupcake and fix them in place with a little buttercream. Add eyes, noses and mouths made of sweets or use icing eyes (see tip, below). For skeletons, cut out shapes with white fondant and fix in place with the buttercream."
      }
    ]
  },
  {
    "id": 10,
    "name": "Halloween brownies",
    "stars": "3.9",
    "description": "Forget packets of sweets – if you want a real treat at Halloween, these decadent spooky brownies will do the trick. Both kids and adults will love them",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2020/10/Spooky-Halloween-brownies-3bae978.jpg",
    "ingredients": [
      "200g butter",
      "200g dark chocolate, roughly chopped",
      "4 large eggs",
      "350g caster sugar",
      "100g plain flour",
      "50g cocoa powder",
      "100g milk chocolate, chopped",
      "100g white chocolate, chopped",
      "12 créme-filled chocolate sandwich cookies",
      "12 sugar-coated chocolates",
      "red and black icing pens"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Heat the oven to 180C/160C fan/gas 4 and line a 24 x 20cm brownie tin with baking parchment. Melt the butter and dark chocolate in a heatproof bowl set over a small pan of just simmering water. Stir until completely smooth, then leave to cool for 10 mins."
      },
      {
        "step": "STEP 2",
        "directions": "Beat the eggs and sugar with an electric whisk until thick and pale – the mixture should double in volume and leave a trail when the beaters are lifted. Pour the cooled dark chocolate mixture around the edge of the bowl. Sift over the flour and cocoa, add the milk chocolate, and gently fold everything together with a spatula or large metal spoon. Pour into the prepared tin and bake for 35-40 mins."
      },
      {
        "step": "STEP 3",
        "directions": "Meanwhile, make the ‘eyeballs’. Melt the white chocolate in a heatproof bowl over the pan of just simmering water. Stir until smooth. Dip each cookie into the chocolate to cover one side. Stick a sugar-coated chocolate in the centre of each, then leave to set. When the chocolate is fully dry, pipe a pupil and red veins onto each eyeball using the icing pens."
      },
      {
        "step": "STEP 4",
        "directions": "Remove the traybake from the oven, and immediately push the eyeballs into the surface in even rows – do this gently, so they’re just pushed in slightly. Leave to cool completely. Cut into 12 squares."
      }
    ]
  },
  {
    "id": 11,
    "name": "Grasshopper cocktail",
    "stars": "4.7",
    "description": "Looking for a spooky cocktail to serve at a Halloween party? With its bright green colour, this minty grasshopper cocktail will certainly look the part...",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2018/09/grasshopper-cocktail-93b5a27.jpg",
    "ingredients": [
      "ice",
      "25ml crème de menthe",
      "25ml white crème de cacao",
      "25ml single cream",
      "mint sprig",
      "25g melted chocolate (optional)"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Start by making the garnish. Take a sprig of mint, strip off the leaves at the base and dip the stalk in the melted chocolate, holding the upper leaves gently. Leave to set on a plate or tray."
      },
      {
        "step": "STEP 2",
        "directions": "Fill a cocktail shaker with ice then pour in the liqueurs and cream. Shake hard until the outside of the cocktail shaker is cold, then strain in to a cocktail glass or small coupe. Garnish with the chocolate-dipped sprig of mint."
      }
    ]
  },
  {
    "id": 12,
    "name": "Skeleton biscuits",
    "stars": "0",
    "description": "Get the kids in the kitchen helping to make these spooky skeleton biscuits. They're perfect for a Halloween party, or treat in the autumn season",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2022/09/SkeletonBiscuits-594bb56.jpg",
    "ingredients": [
      "200g unsalted butter",
      "100g caster sugar",
      "265g plain flour, plus extra for dusting",
      "30g cocoa powder",
      "1 tsp black food colouring",
      "80g icing sugar"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Put the butter and sugar in a bowl and beat together with a whisk or electric beaters until smooth and fluffy. Tip in the plain flour, cocoa powder and food colouring, and mix again. Chill for 30 mins – this will make the dough easier to roll out. Lightly flour the work surface and roll out the dough until 1cm thick."
      },
      {
        "step": "STEP 2",
        "directions": "Cut out the biscuits using a person-shaped cutter, and arrange on 2-3 large baking trays. Reroll the excess dough and repeat. Chill the dough cut-outs for 30 mins."
      },
      {
        "step": "STEP 3",
        "directions": "Heat the oven to 180C/160C fan/gas 4 and bake for 18-21 mins, until hardening around the edges. Leave to cool fully."
      },
      {
        "step": "STEP 4",
        "directions": "Sift the icing sugar into a bowl and gradually pour in 1-1½ tbsp water, mixing constantly, to get a thick paste. Put the icing in a piping bag, snip a little off the end to make a small hole, and pipe bone shapes and a skull onto the biscuits so they look like skeletons. Leave to set. Will keep for up to a week in an airtight container."
      }
    ]
  },
  {
    "id": 13,
    "name": "Candy apples",
    "stars": "0",
    "description": "Serve these easy candy apples at a summer fête, on Bonfire Night, Halloween at a kids' birthday party. Experiment with fun and vibrant colours",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2020/08/candy-apple-recipe-768b3bb.jpg",
    "ingredients": [
      "8 red apples",
      "400g caster sugar",
      "1 tsp lemon juice",
      "4 tbsp golden syrup",
      "a few drops  red food colouring (optional) ",
      "8 sticks , chopsticks or lolly sticks"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Remove the stalks from the apples, then put them in a heatproof bowl and pour over boiling water from the kettle to cover them and leave for 3-4 mins. Remove with a slotted spoon and pat dry. (This removes the protective wax from the skin and makes the toffee stick to the apples better.)"
      },
      {
        "step": "STEP 2",
        "directions": "Push the sharpest end of each stick into the stalk-end of each apple, making sure it's firmly wedged in. Put a large piece of baking parchment on a board."
      },
      {
        "step": "STEP 3",
        "directions": "Tip the sugar into a large saucepan, add the lemon juice and 100ml water. Bring to a simmer and cook until the sugar has dissolved. Swirl the pan gently to move the sugar around, but don’t stir. Add the golden syrup and simmer the mixture (be careful it doesn’t boil over) until it reaches 'hard crack' stage or 150C on a sugar thermometer. If you don't have a thermometer, test the toffee by dropping a small amount into cold water. It should harden instantly and, when removed, be brittle. If it's soft, continue to boil. When it's ready, drip in some food colouring, if you like, and swirl to combine. Turn off the heat."
      },
      {
        "step": "STEP 4",
        "directions": "Working quickly, dip each apple into the toffee, tipping the pan to cover it fully. Lift out and allow any excess to drip off back into the pan before placing on the baking parchment. Repeat with the remaining apples. Gently heat the toffee again, if you need to. Leave to set. Best eaten on the same day."
      }
    ]
  },
  {
    "id": 14,
    "name": "Halloween cheeseboard with creepy crackers",
    "stars": "0",
    "description": "Pick a blue-veined cheese and a charcoal-coated one to serve with homemade crackers on this Halloween-themed cheeseboard",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2020/08/halloween-cheeseboard-with-creepy-crackers-a0c5301.jpg",
    "ingredients": [
      "2 tbsp olive oil",
      "150g plain flour , plus extra for sprinkling",
      "1 tsp sea salt flakes",
      "1 tsp golden caster sugar",
      "1 tbsp black sesame seeds , plus 1 tsp for sprinkling",
      "black food colouring"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Heat the oven to 220C/200C fan/gas 7. Mix the olive oil with 60ml water, then put in a bowl with the flour, salt, sugar, sesame seeds and a few drops of the food colouring. Mix with your hands until you have a rough dough. If it's too sticky, add a little more flour until it’s smooth."
      },
      {
        "step": "STEP 2",
        "directions": "Sprinkle a non-stick baking mat or a sheet of baking parchment with some flour, roll the dough out to the thickness of a £1 coin, then use a pizza cutter or knife to cut it into skinny strips. Brush the strips with a little water and sprinkle with some salt and extra sesame seeds. Prick each strip with a fork."
      },
      {
        "step": "STEP 3",
        "directions": "Transfer the strips with the mat to a baking sheet, separating the strips with a palette knife, and bake for 12-15 mins, or until the crackers are firm and feel hard. Leave to cool. Will keep in an airtight container for up to two weeks. Arrange your selection of cheeses with the fruit and crackers on a serving board."
      }
    ]
  },
  {
    "id": 15,
    "name": "Chocolate apples",
    "stars": "0",
    "description": "Make these chocolate apples as a treat for a kids' party. Great for Bonfire Night or Halloween, cover in chopped nuts, sprinkles and honeycomb pieces",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2021/07/Chocolate-Apples-bf60f38.jpg",
    "ingredients": [
      "200g  milk chocolate, finely chopped ",
      "4 small  eating apples",
      "sugar strands, finely chopped nuts, sprinkles, honeycomb pieces ",
      "50g of each white and dark chocolate, chopped (optional) ",
      "4 skewers, wooden chopsticks or large lolly sticks "
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Put the chocolate in a heatproof bowl set over a pan of just simmering water, being careful that the bowl doesn’t touch the water. Stir frequently for 10 mins until completely melted, smooth and shiny. Remove from the heat. Alternatively, heat the chocolate in short bursts in the microwave, stirring between each burst, until melted."
      },
      {
        "step": "STEP 2",
        "directions": "Put the apples in a heatproof bowl and pour over boiling water from the kettle. Drain carefully, and wash under hot water to remove any residual wax on the skin. This helps the chocolate stick better. Pat dry with kitchen paper, remove the stalks and push a lolly stick or skewer in its place."
      },
      {
        "step": "STEP 3",
        "directions": "Line a baking tray or large board with baking parchment. Hold the apples by their sticks and dunk into the melted chocolate. Use a spoon to coat the tops of the apples if you like. Once the apples are completely coated, hold over the bowl for a few seconds for excess chocolate to drip back into it, then place, stick pointing up, onto the prepared tray. Leave to set for a minute or two."
      },
      {
        "step": "STEP 4",
        "directions": "Tip the decorations into separate bowls. When the chocolate on the apples is just starting to set but not fully firm, sprinkle the decorations onto the apples. Hold them on their side and rotate using the stick to completely cover. Place back on the tray and leave until completely set."
      },
      {
        "step": "STEP 5",
        "directions": "If using the white and dark chocolate to decorate, heat each separately, as you did the milk chocolate in step 1, then leave to cool slightly. Melt the dark chocolate first, then when the chocolate apples are set hard, use a teaspoon to drizzle this over them, again holding the stick so the apple is on its side and rotating the apple. Have a sheet of baking parchment underneath to catch any drips. Place back on the tray and leave to set, then repeat the process using the white chocolate. Will keep in an airtight container in a cool place for two days."
      }
    ]
  },
  {
    "id": 16,
    "name": "Mini pumpkin & feta pies",
    "stars": "4.9",
    "description": "Throw a Halloween party and serve these fearsome pumpkin and feta pies. Perfect for little hands, kids will enjoy helping to make them in the kitchen",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2021/09/Mini-pumpkin-and-feta-pies-68d403d.jpg",
    "ingredients": [
      "450g butternut squash or pumpkin peeled and cut into 2cm chunks (prepared weight)",
      "2 garlic cloves",
      "2 tbsp olive oil",
      "1 small onion, finely chopped",
      "250g plain flour, plus extra for dusting",
      "½ tsp ground turmeric",
      "125g cold butter, cut into small pieces, plus extra for the tin",
      "2 egg yolks plus 1 whole egg, beaten",
      "grating of nutmeg",
      "½ tsp chilli flakes (optional)",
      "200g feta, crumbled"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Heat the oven to 200C/180C fan/gas 6. Tip the squash and unpeeled garlic into a roasting tin, drizzle with 1 tbsp oil, season and toss to coat. Roast for 30 mins, stirring halfway through, until soft. Remove from the oven and leave to cool."
      },
      {
        "step": "STEP 2",
        "directions": "Meanwhile, cook the onion in a frying pan over a medium heat with the remaining 1 tbsp oil for 8-10 mins until tender and slightly golden. Leave to cool."
      },
      {
        "step": "STEP 3",
        "directions": "Tip the flour, turmeric and a pinch of salt into a food processor. Add the butter and whizz until the mixture resembles fine crumbs. Add the egg yolks and 2 tsp cold water, and blitz again until the mixture starts to clump together. Squeeze it between your fingers – if it sticks together, tip the mixture onto a work surface. If it’s too dry, add more water, 1 tsp at a time. Knead the pastry a few times just to bring it together, but don’t overwork it. Shape into two circles, one slightly smaller than the other, then wrap in baking parchment and chill in the fridge for at least 20 mins."
      },
      {
        "step": "STEP 4",
        "directions": "Squeeze the garlic from its skins into the roasted squash and mash together. Add the fried onion, grate over some nutmeg, tip in the chilli flakes, if using, and feta, and mix."
      },
      {
        "step": "STEP 5",
        "directions": "Butter six holes of a muffin tin and line each with a strip of baking parchment that overhangs the top. Roll the larger circle of pastry out on a lightly floured surface to the thickness of a $1 coin. Use a 10cm cutter to stamp out six circles (you may need to re-roll the pastry to get all six). Press the pastry circles into the prepared muffin tin, patching any cracks with the pastry offcuts. Spoon in the squash filling."
      },
      {
        "step": "STEP 6",
        "directions": "Roll the remaining pastry circle out as you did the large one, but use an 8cm cutter to cut out six lids. Cut spooky pumpkin faces into the lids using a small, sharp knife. Press the lids over the pies in the tin and brush with the beaten egg. Bake for 40 mins until golden brown, then leave to cool for 10 mins in the tin before lifting out. Eat hot or leave to cool completely. Will keep in an airtight container in the fridge for up to two days or the freezer for up to two months. Reheat in a low oven for 10 mins, if you like."
      }
    ]
  },
  {
    "id": 17,
    "name": "Healthy Halloween pizzas",
    "stars": "4.2",
    "description": "Let little witches and wizards make their own healthy Halloween dinner with this pizza. You can add extra toppings, using whatever meat and veggies they like",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2020/08/healthy-halloween-pizza-33afd19.jpg",
    "ingredients": [
      "200g strong white flour",
      "200g strong wholewheat flour",
      "1 tsp or 7g sachet easy-blend dried yeast",
      "250ml warm water",
      "300g passata",
      "1 garlic clove , crushed",
      "1 tbsp olive or rapeseed oil",
      "75g grated mozzarella",
      "10 black olives",
      "handful cherry tomatoes , halved",
      "handful basil leaves , to serve"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Mix the flours and yeast with a pinch of salt in a food processor fitted with a dough blade, or combine in a bowl. Pour in the water and mix to a soft dough, then work for 1 min in a processor or 5 mins by hand. Remove the dough, divide into 4 pieces and roll out on a lightly floured surface to rounds about 15cm across. Lift onto heavily oiled baking sheets."
      },
      {
        "step": "STEP 2",
        "directions": "Mix the passata with the garlic, oil and a little seasoning. Spread over the dough to within 2cm of the edges. Scatter with the mozzarella. Halve the olives and tomatoes. Place an olive in the centre of each pizza to make the spider's body. Cut the rest into little legs and arrange them around the spider bodies. Dot the tomatoes here and there. Leave to rise for 20 mins. Heat oven to 240C/ fan 220C/gas 9 or the highest setting."
      },
      {
        "step": "STEP 3",
        "directions": "Bake the pizza for 10-12 mins until crisp and golden around the edges. Scatter with the basil to serve."
      }
    ]
  },
  {
    "id": 18,
    "name": "Edible fake blood",
    "stars": "0",
    "description": "Make some realistic edible blood to decorate your Halloween cakes and bakes. It's perfect for a Halloween party, and kids will love the ghoulish effect",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2020/10/Halloween-fake-blood-a185da3-e1603384056384.jpg",
    "ingredients": [
      "1 tbsp  cornflour",
      "45ml  cherry juice or water",
      "250g  glucose syrup",
      "red, blue and yellow  food colouring gel"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Mix the cornflour with 1 tbsp cherry juice, then tip the mixture into a small pan with the glucose syrup and remaining cherry juice. Heat gently over a low heat, whisking well to combine, then remove from the heat."
      },
      {
        "step": "STEP 2",
        "directions": "Squeeze in a generous amount of the red food colouring gel and stir well, then add a very small drop each of the blue and yellow food colouring gels and stir again. You are aiming for a deep red-brown blood colour. Continue adding little drops of food colouring, stirring well between each addition, until you reach your desired colour. The edible fake blood will keep in a sealed jar in the fridge for up to three weeks. This recipe makes a thick, slow-running gel. If you want a thinner gel, simply stir in a little more cherry juice or water."
      }
    ]
  },
  {
    "id": 19,
    "name": "Halloween devilled eggs",
    "stars": "0",
    "description": "Soak these devilled eggs in food colourings to make Halloween nibbles that look fabulously ghoulish. They taste great with a seasoned mayonnaise filling",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2020/08/devilledeggs-cd1a974.jpg",
    "ingredients": [
      "12 eggs",
      "red, orange, green or black food colouring , or a mixture",
      "1-4 tbsp vinegar",
      "3 tbsp mayonnaise , plus extra if the eggs are large",
      "1 small red pepper , finely chopped",
      "a few tarragon sprigs , finely chopped (optional)",
      "paprika , for sprinkling"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Put the eggs in a single layer in a pan and add enough water to cover them by 2cm. Bring to the boil, then cover, turn off the heat and leave for 12 mins. Drain, cool completely in very cold water, then drain again."
      },
      {
        "step": "STEP 2",
        "directions": "Put the different food colourings into separate bowls or containers that will hold the eggs, using 1 tsp food colouring per bowl, plus 700ml water and 1 tbsp of the vinegar each. Gently tap the eggs all over using a spoon or knife to crack the shells without removing them. Divide the cracked eggs between the bowls with the food colourings, submerge them in the liquid and leave to soak for at least 3 hrs, or ideally overnight. If you can’t submerge them fully, turn the eggs every hour so that they stain evenly."
      },
      {
        "step": "STEP 3",
        "directions": "Drain, rinse and peel the eggs, then halve them and pop the yolks into a bowl. Add the mayonnaise, adding a little more if you need to in order to create a slightly stiff paste, then mix in 3 tbsp of the chopped pepper and the tarragon, if using. Spoon the yolk mixture back into the whites, then sprinkle over the remaining pepper and the paprika."
      }
    ]
  },
  {
    "id": 20,
    "name": "Kiwi slime pies",
    "stars": "0",
    "description": "Make these kiwi pies for a Halloween party and they'll go down a treat with kids and grown-ups alike. Green jelly and custard make a delicious 'slime' filling",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2020/08/kiwi-slime-pies-189a218.jpg",
    "ingredients": [
      "320g shop-bought ready-rolled shortcrust pastry",
      "4 egg yolks , plus 1 egg white (freeze the remaining whites to make meringues another day)",
      "400ml milk",
      "35g golden caster sugar",
      "1 heaped tbsp plain flour",
      "5 cubes green jelly",
      "2-3 green and golden kiwi fruit , peeled and sliced"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Heat the oven to 190C/170C fan/gas 5. Divide the pastry into eight equal pieces. Roll each out until large enough to line deep 7-8cm fluted tartlet tins or eight holes of a large muffin tin. Line the tins with the pastry, leaving a little sticking up above the rims, then line with paper cases and baking beans. Put the tins on a baking tray and bake for 10 mins, then remove the paper and beans, brush with the egg white and bake for 5-10 mins more until crisp and golden. Leave to cool for 5 mins, then remove from the tins and leave to cool completely."
      },
      {
        "step": "STEP 2",
        "directions": "Put the milk in a pan and bring almost to the boil, then remove from the heat. Put the egg yolks, sugar and flour in a bowl and whisk with an electric whisk until pale and fluffy – it should leave a trail that stays on the surface momentarily when the whisk is lifted. Pour a third of the hot milk into the bowl, slowly whisking all the time, until it has all been mixed in. Whisk in the remaining milk."
      },
      {
        "step": "STEP 3",
        "directions": "Return the mixture to the pan, scraping it out using a rubber spatula. Bring slowly to the boil, stirring, until the custard is thick, smooth and glossy. At first, it will look a bit lumpy, but keep stirring and it will become smooth. Reduce the heat and simmer for 2 mins, stirring. Stir in the jelly until the cubes have dissolved. Leave the mixture to cool until just warm, then divide it between the baked tart cases. Top each with a slice of kiwi and leave to cool completely."
      }
    ]
  },
  {
    "id": 21,
    "name": "Spooky surprise truffles",
    "stars": "3.7",
    "description": "This truffle roulette game is perfect for a Halloween party, as you can surprise guests with the fillings. They’re also fun to make with older children",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2020/08/zombietruffles-32696f9.jpg",
    "ingredients": [
      "100ml double cream",
      "200g dark chocolate , chopped into small pieces",
      "5 capers , drained, rinsed and patted dry",
      "5 small sour fizzy sweets",
      "1 olive , cut into 5 pieces",
      "cocoa powder or chocolate sprinkles, for rolling"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Pour the cream into a pan and bring just to the boil. Put the chocolate in a large bowl, then pour over the hot cream. Stir until the mixture is smooth and all the chocolate has melted. Leave to cool, then transfer to the fridge and chill for 2 hrs, or until solid."
      },
      {
        "step": "STEP 2",
        "directions": "Scoop out a teaspoonful of the mixture, poke a caper, sweet or piece of olive into the centre and roll into a walnut-size ball with your hands. Repeat with the remaining fillings, then roll the remaining mixture into balls without any filling. Roll the truffles in cocoa or sprinkles. Chill until ready to serve."
      }
    ]
  },
  {
    "id": 22,
    "name": "Spooky Halloween marshmallow cheesecake",
    "stars": "0",
    "description": "Send a shiver down the spines of your party guests with this cute Halloween cheesecake, made with marshmallows and decorated with spooky meringue ghosts",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2021/09/Spooky-Halloween-marshmallow-cheesecake-89b6f6a.jpg",
    "ingredients": [
      "300g crème-filled chocolate sandwich biscuits",
      "75g butter, melted",
      "180g white mini marshmallows (ensure vegetarian, if needed)",
      "50ml milk",
      "500g full-fat soft cheese",
      "200ml double cream",
      "1 tsp vanilla extract",
      "2 egg whites",
      "200g caster sugar",
      "black writing icing or edible ink pen"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Tip the biscuits into a food processor and blitz to fine crumbs. Pour in the melted butter and blitz again to combine. Line the side of a deep 20cm springform or loose-bottomed cake tin with baking parchment. Tip in the crumb mixture and press it into the base and up the side of the tin using the back of a spoon. You should be able to press the mixture about halfway up the side, but don’t worry if the edge is slightly uneven – this will add a spookily craggy effect to the cheesecake. Chill in the fridge while you make the filling."
      },
      {
        "step": "STEP 2",
        "directions": "Tip the marshmallows and milk into a saucepan set over a low-medium heat and stir until the marshmallows have melted. Leave to cool for a few minutes."
      },
      {
        "step": "STEP 3",
        "directions": "Tip the soft cheese, cream and vanilla extract into a large bowl and beat together using an electric whisk. Pour in the still-warm marshmallow mixture and mix again until smooth. Remove the chilled biscuit base from the fridge and scrape in the marshmallow cheesecake filling. Smooth the top and chill for at least 2 hrs. Will keep chilled for up to a day."
      },
      {
        "step": "STEP 4",
        "directions": "Heat the oven to 120C/100C fan/gas 1 and line a baking tray with baking parchment. Put the egg whites in a large, clean bowl with a pinch of salt and beat with an electric whisk until foamy – they should hold soft peaks when you lift out the beaters. Beat in the sugar 1 tbsp at a time until fully incorporated and the meringue is thick, shiny and holding stiff peaks."
      },
      {
        "step": "STEP 5",
        "directions": "Spoon the meringue into a piping bag fitted with a large round nozzle. Holding the nozzle directly above the lined tray, pipe little blobs to make the meringue ghosts. Bake for 1 hr 30 mins, then leave to cool."
      },
      {
        "step": "STEP 6",
        "directions": "When the meringues are cool, use an icing pen to draw faces on them. Carefully remove the cheesecake from the tin and put on a plate or cake stand. Arrange the ghosts on top just before serving. Will keep in the fridge for up to two days."
      }
    ]
  },
  {
    "id": 23,
    "name": "Black cat cake",
    "stars": "0",
    "description": "Serve up a feline-themed treat this Halloween with this family-friendly chocolate cake. Kids will love getting involved with the cute black cat decoration",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2020/08/black-cat-cake-a855650.jpg",
    "ingredients": [
      "icing sugar , for dusting",
      "100g each black and yellow or orange fondant icing",
      "200g butter , cubed, plus extra for the tin",
      "200g dark chocolate , chopped",
      "1 tbsp instant coffee granules",
      "170g plain flour",
      "½ tsp bicarbonate of soda",
      "400g golden caster sugar",
      "30g cocoa powder",
      "3 medium eggs",
      "75ml milk",
      "1 heart-shaped jelly sweet , plus Pocky sticks, Matchmakers or liquorice sticks",
      "150g butter , very soft",
      "330g icing sugar",
      "60g cocoa powder",
      "4 tbsp milk",
      "100g dark chocolate"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Lightly dust your work surface with icing sugar, then roll out a quarter of the black fondant icing to the thickness of a £1 coin. Cut out two triangles for the ears and leave to dry overnight."
      },
      {
        "step": "STEP 2",
        "directions": "Heat oven to 160C/140C fan/gas 3. Butter and line a 20cm round cake tin (about 7.5cm deep). Put the dark chocolate in a medium pan with the butter. Mix 1 tbsp coffee granules into 125ml cold water and add to the pan. Warm over a low heat until just melted – don’t let it boil. Alternatively, melt in the microwave for about 5 mins, stirring halfway through."
      },
      {
        "step": "STEP 3",
        "directions": "Mix the flour, bicarb and sugar with the cocoa powder. Beat the eggs with the milk. Pour the melted chocolate mixture and the egg mixture into the flour mixture and stir everything together to make a smooth batter."
      },
      {
        "step": "STEP 4",
        "directions": "Pour the batter into the tin and bake for 1 hr 25-1 hr 35 mins until a skewer inserted into the centre of the cake comes out clean and the top feels firm (don’t worry if it cracks a bit). Leave to cool in the tin for 30 mins – the top may sink a little as it cools – then turn out onto a rack to cool completely. Cut the cake horizontally into three."
      },
      {
        "step": "STEP 5",
        "directions": "To make the frosting, put the butter in a bowl and beat until light and fluffy. Gradually beat in the icing sugar and cocoa powder, then stir in enough milk to make the icing fluffy and spreadable. Sandwich the layers of the cake together using a small amount of frosting. Melt the chocolate in a microwave or small bowl set over a pan of simmering water, then stir it into the remaining frosting. Use the mixture to cover the sides and the top of the cake."
      },
      {
        "step": "STEP 6",
        "directions": "Stick the black fondant ears into the top of the cake. Cut out two yellow or orange fondant circles to make the eyes and use the black fondant to make the pupils. Stick these onto the cake and add a heart-shaped jelly sweet for the nose. Use Pocky sticks, Matchmakers or liquorice cut into lengths for the whiskers."
      }
    ]
  },
  {
    "id": 24,
    "name": "Pastry snakes",
    "stars": "4.5",
    "description": "Serve these pastry snakes at a Halloween party or as a spooky snack for kids. Keep the flavours interesting by coating your snakes with a variety of seeds",
    "image": "https://images.immediate.co.uk/production/volatile/sites/30/2020/08/pastry-snakes-67c5c9c.jpg",
    "ingredients": [
      "320g pack ready-rolled puff pastry",
      "50g grated parmesan or vegetarian alternative",
      "flour , for dusting",
      "1 egg , beaten",
      "poppy seeds , nigella seeds, sesame seeds or celery seeds, to decorate",
      "black or green peppercorns"
    ],
    "instructions": [
      {
        "step": "STEP 1",
        "directions": "Heat the oven to 220C/200C fan/ gas 7. Unroll the pastry and top with a couple of handfuls of parmesan, then fold in half. On a lightly floured surface, roll the pastry out to a thickness of 2mm. Cut into 1cm strips, then twist each strip several times to form a snake."
      },
      {
        "step": "STEP 2",
        "directions": "Lay out the snakes on a baking sheet, then brush each one with egg and sprinkle with more cheese. To decorate, scatter over the seeds. Flatten one end of each snake and press in two peppercorns for eyes. Bake for 12-14 mins, or until golden. Leave to cool. Will keep for two days in an airtight container."
      }
    ]
  }
]